Repository: vincentbattez/DynamicNotch
Catalog: DynamicNotch/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.nowPlaying.hideFavorite.desc
source: Remove the favorite button from the expanded player controls.
ar: إزالة زر المفضلة من عناصر تحكم المشغّل الموسّع.
bg: Премахване на бутона за любими от разширените контроли на плейъра.
bn: প্রসারিত প্লেয়ার নিয়ন্ত্রণ থেকে প্রিয় বোতামটি সরান।
ca: Elimina el botó de preferits dels controls ampliats del reproductor.
cs: Skrýt tlačítko oblíbených v rozbalených ovládacích prvcích přehrávače.
da: Fjern favoritknappen fra de udvidede afspillerkontroller.
de: Favoriten-Schaltfläche aus den erweiterten Player-Bedienelementen entfernen.
el: Αφαίρεση του κουμπιού αγαπημένων από τα εκτεταμένα χειριστήρια.
es: Quitar el botón de favorito de los controles del reproductor expandido.
fa: حذف دکمه علاقه‌مندی از کنترل‌های گسترش‌یافته پخش‌کننده.
fi: Poista suosikkipainike laajennetuista soittimen säätimistä.
fil: Alisin ang button ng paborito mula sa pinalawak na mga kontrol ng player.
fr: Masquer le bouton Favori des commandes agrandies du lecteur.
he: הסר את לחצן המועדפים מפקדי הנגן המורחבים.
hi: विस्तारित प्लेयर नियंत्रणों से पसंदीदा बटन हटाएं।
hr: Uklonite gumb favorita iz proširenih kontrola playera.
hu: A kedvenc gomb eltávolítása a kiterjesztett lejátszóvezérlőkről.
id: Sembunyikan tombol Favorit dari kontrol pemutar yang diperluas.
it: Nascondi il pulsante Preferiti dai controlli espansi del lettore.
ja: 展開したプレーヤーコントロールから「お気に入り」ボタンを非表示にします。
kk: Кеңейтілген ойнатқыш элементтерінен таңдаулы батырмасын алып тастау.
ko: 확장된 플레이어 컨트롤에서 즐겨찾기 버튼을 숨깁니다.
ms: Keluarkan butang kegemaran daripada kawalan pemain yang diperluas.
nb: Fjern favorittknappen fra de utvidede spillerkontrollene.
nl: Verberg de favorietenknop in de uitgebreide spelerbediening.
pl: Ukryj przycisk Ulubione w rozwiniętych elementach sterujących odtwarzacza.
pt: Ocultar o botão de Favorito dos controlos expandidos do leitor.
ro: Eliminați butonul de favorite din comenzile extinse ale playerului.
ru: Убрать кнопку избранного из расширенных элементов управления плеером.
sk: Odstrániť tlačidlo obľúbených z rozšírených ovládacích prvkov prehrávača.
sr: Уклоните дугме фаворита из проширених контрола плејера.
sv: Dölj favoritknappen i de expanderade spelarkontrollerna.
th: ลบปุ่มรายการโปรดออกจากการควบคุมเครื่องเล่นแบบขยาย
tr: Favori düğmesini genişletilmiş oynatıcı denetimlerinden kaldır.
uk: Приховати кнопку «Улюблене» в розгорнутому плеєрі.
vi: Ẩn nút Yêu thích khỏi các điều khiển trình phát mở rộng.
zh_hans: 从展开的播放器控件中移除收藏按钮。
zh_hant: 在展開的播放器控制項中隱藏喜好項目按鈕。

# settings.nowPlaying.hideFavorite.title
source: Hide favorite
ar: إخفاء المفضلة
bg: Скриване на любими
bn: প্রিয় লুকান
ca: Amaga preferits
cs: Skrýt oblíbené
da: Skjul favorit
de: Favorit ausblenden
el: Απόκρυψη αγαπημένων
es: Ocultar favorito
fa: پنهان کردن علاقه‌مندی
fi: Piilota suosikki
fil: Itago ang Paborito
fr: Masquer les favoris
he: הסתר מועדפים
hi: पसंदीदा छुपाएं
hr: Sakrij favorite
hu: Kedvenc elrejtése
id: Sembunyikan Favorit
it: Nascondi preferiti
ja: お気に入りを非表示
kk: Таңдаулыны жасыру
ko: 즐겨찾기 숨기기
ms: Sembunyi kegemaran
nb: Skjul favoritt
nl: Favoriet verbergen
pl: Ukryj ulubione
pt: Ocultar favoritos
ro: Ascunde favorite
ru: Скрыть избранное
sk: Skryť obľúbené
sr: Сакриј фаворите
sv: Dölj favorit
th: ซ่อนรายการโปรด
tr: Favoriyi gizle
uk: Приховати «Улюблене»
vi: Ẩn mục yêu thích
zh_hans: 隐藏收藏
zh_hant: 隱藏喜好項目

# settings.nowPlaying.hideOutputDevice.desc
source: Remove the output device button from the expanded player controls.
ar: إزالة زر جهاز الإخراج من عناصر تحكم المشغّل الموسّع.
bg: Премахване на бутона за изходно устройство от разширените контроли.
bn: প্রসারিত নিয়ন্ত্রণ থেকে আউটপুট ডিভাইস বোতামটি সরান।
ca: Elimina el botó de dispositiu de sortida dels controls ampliats.
cs: Skrýt tlačítko výstupního zařízení v rozbalených ovládacích prvcích.
da: Fjern outputenhedsknappen fra de udvidede afspillerkontroller.
de: Ausgabegerät-Schaltfläche aus den erweiterten Player-Bedienelementen entfernen.
el: Αφαίρεση του κουμπιού συσκευής εξόδου από τα εκτεταμένα χειριστήρια.
es: Quitar el botón del dispositivo de salida de los controles del reproductor expandido.
fa: حذف دکمه دستگاه خروجی از کنترل‌های گسترش‌یافته.
fi: Poista lähtölaitteen painike laajennetuista soittimen säätimistä.
fil: Alisin ang button ng output device mula sa pinalawak na mga kontrol.
fr: Masquer le bouton du périphérique de sortie des commandes agrandies.
he: הסר את לחצן התקן הפלט מפקדי הנגן המורחבים.
hi: विस्तारित प्लेयर नियंत्रणों से आउटपुट डिवाइस बटन हटाएं।
hr: Uklonite gumb izlaznog uređaja iz proširenih kontrola.
hu: A kimeneti eszköz gomb eltávolítása a kiterjesztett lejátszóvezérlőkről.
id: Sembunyikan tombol perangkat output dari kontrol yang diperluas.
it: Nascondi il pulsante del dispositivo di uscita dai controlli espansi.
ja: 展開したコントロールから出力デバイス切り替えボタンを非表示にします。
kk: Кеңейтілген элементтерден шығыс құрылғы батырмасын алып тастау.
ko: 확장된 컨트롤에서 출력 장치 전환 버튼을 숨깁니다.
ms: Keluarkan butang peranti output daripada kawalan pemain yang diperluas.
nb: Fjern utdataenhetsknappen fra de utvidede spillerkontrollene.
nl: Verberg de knop voor het uitvoerapparaat in de uitgebreide bedieningselementen.
pl: Ukryj przycisk urządzenia wyjściowego w rozwiniętych elementach sterujących.
pt: Ocultar o botão do dispositivo de saída dos controlos expandidos.
ro: Eliminați butonul dispozitivului de ieșire din comenzile extinse ale playerului.
ru: Убрать кнопку устройства вывода из расширенных элементов управления плеером.
sk: Odstrániť tlačidlo výstupného zariadenia z rozšírených ovládacích prvkov.
sr: Уклоните дугме излазног уређаја из проширених контрола.
sv: Dölj knappen för utmatningsenhet i de expanderade kontrollerna.
th: ลบปุ่มอุปกรณ์เอาต์พุตออกจากการควบคุมเครื่องเล่นแบบขยาย
tr: Çıkış aygıtı düğmesini genişletilmiş oynatıcı denetimlerinden kaldır.
uk: Приховати кнопку пристрою виводу в розгорнутих елементах керування.
vi: Ẩn nút thiết bị đầu ra khỏi các điều khiển mở rộng.
zh_hans: 从展开的播放器控件中移除输出设备按钮。
zh_hant: 在展開的控制項中隱藏輸出裝置按鈕。

# settings.nowPlaying.hideOutputDevice.title
source: Hide output device
ar: إخفاء جهاز الإخراج
bg: Скриване на изходно устройство
bn: আউটপুট ডিভাইস লুকান
ca: Amaga el dispositiu de sortida
cs: Skrýt výstupní zařízení
da: Skjul outputenhed
de: Ausgabegerät ausblenden
el: Απόκρυψη συσκευής εξόδου
es: Ocultar dispositivo de salida
fa: پنهان کردن دستگاه خروجی
fi: Piilota lähtölaite
fil: Itago ang Output Device
fr: Masquer le périphérique de sortie
he: הסתר התקן פלט
hi: आउटपुट डिवाइस छुपाएं
hr: Sakrij izlazni uređaj
hu: Kimeneti eszköz elrejtése
id: Sembunyikan Perangkat Output
it: Nascondi dispositivo di uscita
ja: 出力デバイスを非表示
kk: Шығыс құрылғысын жасыру
ko: 출력 장치 숨기기
ms: Sembunyi peranti output
nb: Skjul utdataenhet
nl: Uitvoerapparaat verbergen
pl: Ukryj urządzenie wyjściowe
pt: Ocultar dispositivo de saída
ro: Ascunde dispozitivul de ieșire
ru: Скрыть устройство вывода
sk: Skryť výstupné zariadenie
sr: Сакриј излазни уређај
sv: Dölj utdataenhet
th: ซ่อนอุปกรณ์เอาต์พุต
tr: Çıkış aygıtını gizle
uk: Приховати пристрій виводу
vi: Ẩn thiết bị đầu ra
zh_hans: 隐藏输出设备
zh_hant: 隱藏輸出裝置

# settings.nowPlaying.liveActivity.desc
source: Show the Now Playing live activity while audio or video playback is active.
ar: إظهار نشاط "يُعرض الآن" المباشر أثناء تشغيل الصوت أو الفيديو.
bg: Показване на дейността на живо за Възпроизвежда се по време на аудио или видео.
bn: অডিও বা ভিডিও প্লেব্যাকের সময় এখন বাজছে লাইভ অ্যাক্টিভিটি দেখান।
ca: Mostra l'activitat en directe de Reproduint ara durant la reproducció d'àudio o vídeo.
cs: Zobrazit živou aktivitu 'Právě hraje' během přehrávání zvuku nebo videa.
da: Vis liveaktiviteten 'Afspiller nu' under lyd- eller videoafspilning.
de: Aktuelle-Wiedergabe-Live-Aktivität bei laufender Audio- oder Videowiedergabe anzeigen.
el: Εμφάνιση ζωντανής δραστηριότητας Τώρα αναπαράγεται κατά την αναπαραγωγή ήχου ή βίντεο.
es: Mostrar la actividad en vivo de Reproducción durante la reproducción de audio o vídeo.
fa: نمایش فعالیت زنده در حال پخش هنگام پخش صدا یا ویدیو.
fi: Näytä Nyt toistetaan -live-toiminta äänen tai videon toiston aikana.
fil: Ipakita ang live activity ng Kasalukuyang Tumutugtog habang nagpapatugtog ng audio o video.
fr: Afficher l'activité en direct À l'écoute lors de la lecture d'audio ou de vidéo.
he: הצג את הפעילות החיה של מנגן כעת במהלך השמעת אודיו או וידאו.
hi: ऑडियो या वीडियो प्लेबैक सक्रिय होने पर 'अब चल रहा है' लाइव गतिविधि दिखाएं।
hr: Prikaži aktivnost Sada se reproducira uživo tijekom reprodukcije zvuka ili videozapisa.
hu: A Most játszott élő tevékenység megjelenítése audio- vagy videólejátszás közben.
id: Tampilkan aktivitas langsung Sedang Diputar saat memutar audio atau video.
it: Mostra l'attività in tempo reale In riproduzione durante la riproduzione di audio o video.
ja: 音声または動画の再生中に「再生中」ライブアクティビティを表示します。
kk: Аудио немесе видео ойнату кезінде Қазір ойналуда әрекетін көрсету.
ko: 오디오 또는 비디오를 재생할 때 지금 재생 중 실시간 활동을 표시합니다.
ms: Tunjukkan aktiviti langsung Sedang Dimainkan semasa main balik audio atau video.
nb: Vis Spilles nå-direkteaktiviteten under lyd- eller videoavspilling.
nl: Toon de live activiteit Huidige tijdens het afspelen van audio of video.
pl: Pokaż aktywność na żywo Teraz odtwarzane podczas odtwarzania dźwięku lub wideo.
pt: Mostrar a atividade em tempo real A reproduzir ao reproduzir áudio ou vídeo.
ro: Afișați activitatea live În redare în timpul redării audio sau video.
ru: Показывать живую активность Сейчас играет при воспроизведении аудио или видео.
sk: Zobraziť živú aktivitu Práve hrá počas prehrávania zvuku alebo videa.
sr: Прикажи активност Сада се пушта уживо током репродукције звука или видеа.
sv: Visa liveaktiviteten 'Spelas nu' under uppspelning av ljud eller video.
th: แสดงกิจกรรมสดของกำลังเล่นขณะที่กำลังเล่นเสียงหรือวิดีโอ
tr: Ses veya video oynatılırken Çalınıyor canlı etkinliğini göster.
uk: Показувати активність наживо «Зараз грає» під час відтворення аудіо або відео.
vi: Hiển thị hoạt động trực tiếp Đang phát khi phát âm thanh hoặc video.
zh_hans: 音频或视频播放时显示正在播放实时活动。
zh_hant: 播放音訊或影片時顯示「播放中」即時活動。

# settings.nowPlaying.liveActivity.title
source: Now Playing live activity
ar: نشاط يُعرض الآن المباشر
bg: Възпроизвежда се дейност на живо
bn: এখন বাজছে লাইভ অ্যাক্টিভিটি
ca: Activitat en directe de Reproduint ara
cs: Živá aktivita 'Právě hraje'
da: Afspiller nu-liveaktivitet
de: Aktuelle-Wiedergabe-Live-Aktivität
el: Ζωντανή δραστηριότητα Τώρα αναπαράγεται
es: Actividad en vivo de Reproducción
fa: فعالیت زنده در حال پخش
fi: Nyt toistetaan -live-toiminta
fil: Live Activity ng Kasalukuyang Tumutugtog
fr: Activité en direct À l'écoute
he: פעילות חיה של מנגן כעת
hi: अब चल रहा है लाइव गतिविधि
hr: Sada se reproducira aktivnost uživo
hu: Most játszott élő tevékenység
id: Aktivitas Langsung Sedang Diputar
it: Attività in tempo reale In riproduzione
ja: 再生中ライブアクティビティ
kk: Қазір ойналуда тікелей әрекеті
ko: 지금 재생 중 실시간 활동
ms: Aktiviti langsung Sedang Dimainkan
nb: Spilles nå-direkteaktivitet
nl: Live activiteit Huidige
pl: Aktywność na żywo Teraz odtwarzane
pt: Atividade em tempo real A reproduzir
ro: Activitate live În redare
ru: Живая активность Сейчас играет
sk: Živá aktivita Práve hrá
sr: Сада се пушта активност уживо
sv: Liveaktivitet för 'Spelas nu'
th: กิจกรรมสดของกำลังเล่น
tr: Çalınıyor canlı etkinliği
uk: Активність «Зараз грає» наживо
vi: Hoạt động trực tiếp Đang phát
zh_hans: 正在播放实时活动
zh_hant: 播放中即時活動

# settings.nowPlaying.playbackSource.desc
source: Choose which media app can show Now Playing in the notch.
ar: اختر تطبيق الوسائط الذي يمكنه إظهار "يُعرض الآن" في الشق.
bg: Изберете кое медийно приложение може да показва Възпроизвежда се в ноча.
bn: কোন মিডিয়া অ্যাপ নচে এখন বাজছে প্রদর্শন করতে পারে তা চয়ন করুন।
ca: Tria quina aplicació multimèdia pot mostrar Reproduint ara al notch.
cs: Vyberte, která mediální aplikace může zobrazovat 'Právě hraje' ve výřezu.
da: Vælg, hvilken medieapp der kan vise Afspiller nu i notchen.
de: Wähle, welche Medien-App Aktuelle Wiedergabe in der Notch anzeigen darf.
el: Επιλέξτε ποια εφαρμογή πολυμέσων μπορεί να εμφανίζει το Τώρα αναπαράγεται στο notch.
es: Elige qué aplicación puede mostrar Reproducción en la muesca.
fa: انتخاب برنامه رسانه‌ای مجاز به نمایش در حال پخش در ناچ.
fi: Valitse, mikä mediasovellus voi näyttää Nyt toistetaan -tilan notchissa.
fil: Piliin kung aling media app ang maaaring magpakita ng Kasalukuyang Tumutugtog sa notch.
fr: Choisir quelle application multimédia peut afficher À l'écoute dans l'encoche.
he: בחר איזו אפליקציית מדיה יכולה להציג את מנגן כעת במגרעת.
hi: चुनें कि कौन सा मीडिया ऐप नॉच में 'अब चल रहा है' दिखा सकता है।
hr: Odaberite koja medijska aplikacija može prikazivati Sada se reproducira u urezu.
hu: Válassza ki, melyik médiaalkalmazás jelenítheti meg a Most játszottat a notch-ban.
id: Pilih aplikasi media mana yang dapat menampilkan Sedang Diputar di notch.
it: Scegli quale app multimediale può mostrare In riproduzione nel notch.
ja: ノッチに「再生中」を表示できるメディアアプリを選択します。
kk: Қай медиа қолданбасы ойықта Қазір ойналуда әрекетін көрсете алатынын таңдаңыз.
ko: 노치에 지금 재생 중을 표시할 수 있는 미디어 앱을 선택하세요.
ms: Pilih aplikasi media yang boleh menunjukkan Sedang Dimainkan di notch.
nb: Velg hvilken medieapp som kan vise Spilles nå i notchen.
nl: Kies welke media-app Huidige in de notch mag tonen.
pl: Wybierz aplikację multimedialną, która może wyświetlać Teraz odtwarzane w notchu.
pt: Escolher que aplicação multimédia pode apresentar A reproduzir no notch.
ro: Alegeți ce aplicație media poate afișa În redare în notch.
ru: Выберите, какое приложение может показывать Сейчас играет в вырезе.
sk: Vyberte, ktorá mediálna aplikácia môže zobrazovať Práve hrá vo výreze.
sr: Изаберите која медијска апликација може приказивати Сада се пушта у ночу.
sv: Välj vilken medieapp som får visa 'Spelas nu' i flärpen.
th: เลือกแอปสื่อที่สามารถแสดงกำลังเล่นในรอยบากได้
tr: Çentikte Çalınıyor'u hangi ortam uygulamasının gösterebileceğini seçin.
uk: Виберіть, яка медіапрограма може показувати «Зараз грає» у вирізі notch.
vi: Chọn ứng dụng phương tiện nào có thể hiển thị Đang phát trong notch.
zh_hans: 选择哪个媒体应用可以在刘海中显示正在播放。
zh_hant: 選擇可以在「瀏海」中顯示「播放中」的媒體應用程式。

# settings.nowPlaying.playbackSource.title
source: Playback source
ar: مصدر التشغيل
bg: Източник на възпроизвеждане
bn: প্লেব্যাক উৎস
ca: Font de reproducció
cs: Zdroj přehrávání
da: Afspilningskilde
de: Wiedergabequelle
el: Πηγή αναπαραγωγής
es: Fuente de reproducción
fa: منبع پخش
fi: Toistolähde
fil: Pinagmulan ng Playback
fr: Source de lecture
he: מקור השמעה
hi: प्लेबैक स्रोत
hr: Izvor reprodukcije
hu: Lejátszási forrás
id: Sumber Pemutaran
it: Sorgente di riproduzione
ja: 再生ソース
kk: Ойнату көзі
ko: 재생 소스
ms: Sumber main balik
nb: Avspillingskilde
nl: Afspeelbron
pl: Źródło odtwarzania
pt: Origem da reprodução
ro: Sursă de redare
ru: Источник воспроизведения
sk: Zdroj prehrávania
sr: Извор репродукције
sv: Uppspelningskälla
th: แหล่งที่มาการเล่น
tr: Oynatma kaynağı
uk: Джерело відтворення
vi: Nguồn phát lại
zh_hans: 播放来源
zh_hant: 播放來源

# settings.nowPlaying.progressBarTint.desc
source: Choose how to color the progress bar and timer labels.
ar: اختر كيفية تلوين شريط التقدم وعبارات المؤقت.
bg: Изберете как да се оцветяват лентата за напредък и етикетите за време.
bn: অগ্রগতি বার এবং সময় লেবেল কীভাবে রঙ করা হবে তা চয়ন করুন।
ca: Tria com acolorir la barra de progrés i les etiquetes de temps.
cs: Zvolte barvu indikátoru průběhu a časových údajů.
da: Vælg, hvordan statuslinjen og tidsetiketterne skal farves.
de: Farbe für Fortschrittsbalken und Zeitanzeige festlegen.
el: Επιλέξτε τον τρόπο χρωματισμού της μπάρας προόδου και των ετικετών χρόνου.
es: Elige cómo colorear la barra de progreso y las etiquetas del temporizador.
fa: انتخاب نحوه رنگ‌آمیزی نوار پیشرفت و برچسب‌های زمان.
fi: Valitse edistymispalkin ja aikatekstien väritys.
fil: Piliin kung paano kukulayan ang progress bar at mga label ng oras.
fr: Choisir la couleur de la barre de progression et des durées.
he: בחר כיצד לצבוע את פס ההתקדמות ותוויות הזמן.
hi: प्रगति बार और टाइमर लेबल को रंगने का तरीका चुनें।
hr: Odaberite način bojenja trake napretka i vremenskih oznaka.
hu: Válassza ki a folyamatjelző sáv és az időcímkék színezését.
id: Pilih warna bilah kemajuan dan durasi.
it: Scegli il colore della barra di avanzamento e dei tempi.
ja: プログレスバーと時間のカラーを選択します。
kk: Орындалу жолағы мен уақыт белгілерінің түсін таңдаңыз.
ko: 진행률 바 및 재생 시간 색상을 선택하세요.
ms: Pilih cara mewarnakan bar kemajuan dan label pemasa.
nb: Velg fargelegging for fremdriftslinjen og tidsetikettene.
nl: Kies de kleur van de voortgangsbalk en tijden.
pl: Wybierz kolor paska postępu i czasów trwania.
pt: Escolher a cor da barra de progresso e das durações.
ro: Alegeți modul de colorare a barei de progres și a etichetelor de timp.
ru: Выберите, как окрашивать полосу прогресса и метки таймера.
sk: Vyberte spôsob zafarbenia indikátora priebehu a časových štítkov.
sr: Изаберите начин бојења траке напретка и временских ознака.
sv: Välj färg på förloppsindikatorn och tidsangivelserna.
th: เลือกวิธีการใส่สีแถบความคืบหน้าและตัวเลขตัวจับเวลา
tr: İlerleme çubuğunun ve süre etiketlerinin nasıl renklendirileceğini seçin.
uk: Виберіть колір смуги прогресу та тривалості.
vi: Chọn màu của thanh tiến trình và thời lượng.
zh_hans: 选择进度条和计时器标签的着色方式。
zh_hant: 選擇進度列與時間的顏色。

# settings.nowPlaying.progressBarTint.title
source: Progress bar tint
ar: تلوين شريط التقدم
bg: Нюанс на лентата за напредък
bn: অগ্রগতি বার রঙ
ca: Tint de la barra de progrés
cs: Tónování indikátoru průběhu
da: Statuslinjetone
de: Fortschrittsbalken-Farbe
el: Απόχρωση μπάρας προόδου
es: Tinte de barra de progreso
fa: رنگ نوار پیشرفت
fi: Edistymispalkin sävy
fil: Tint ng Progress Bar
fr: Teinte de la barre de progression
he: גוון פס התקדמות
hi: प्रगति बार टिंट
hr: Nijansa trake napretka
hu: Folyamatjelző árnyalata
id: Warna Bilah Kemajuan
it: Tinta barra di avanzamento
ja: プログレスバーの色調
kk: Орындалу жолағының реңкі
ko: 진행률 바 틴트
ms: Tint bar kemajuan
nb: Fremdriftslinjefarge
nl: Voortgangsbalktint
pl: Odcień paska postępu
pt: Tonalidade da barra de progresso
ro: Nuanță bară de progres
ru: Цвет полосы прогресса
sk: Odtieň indikátora priebehu
sr: Нијанса траке напретка
sv: Förloppsindikatorton
th: สีย้อมแถบความคืบหน้า
tr: İlerleme çubuğu rengi
uk: Відтінок смуги прогресу
vi: Sắc thái thanh tiến trình
zh_hans: 进度条色调
zh_hant: 進度列著色

# settings.nowPlaying.progressTintStyle.accentColor
source: System accent
ar: لون تمييز النظام
bg: Системен акцент
bn: সিস্টেম অ্যাকসেন্ট
ca: Accent del sistema
cs: Barva akcentu
da: Systemfremhævning
de: Systemakzent
el: Έμφαση συστήματος
es: Acento del sistema
fa: رنگ تأکیدی سیستم
fi: Järjestelmän korostus
fil: Accent ng System
fr: Couleur d'accentuation
he: הדגשת מערכת
hi: सिस्टम एक्सेंट
hr: Naglasak sustava
hu: Rendszer kiemelőszín
id: Warna Aksen
it: Colore di accento
ja: アクセントカラー
kk: Жүйелік екпін
ko: 강조 색상
ms: Aksen sistem
nb: Systemfremheving
nl: Accentkleur
pl: Kolor akcentu
pt: Cor de destaque
ro: Accent de sistem
ru: Системный акцент
sk: Systémový akcent
sr: Системски акценат
sv: Accentfärg
th: สีเน้นของระบบ
tr: Sistem vurgusu
uk: Колір акценту
vi: Màu nhấn
zh_hans: 系统强调色
zh_hant: 強調色

# settings.nowPlaying.progressTintStyle.artworkColor
source: Artwork cover
ar: لون الغلاف
bg: Цвят на обложката
bn: আর্টওয়ার্ক রঙ
ca: Color de la caràtula
cs: Barva přebalu
da: Coverfarve
de: Cover-Farbe
el: Χρώμα εξωφύλλου
es: Color de portada
fa: رنگ تصویر آلبوم
fi: Kansikuvan väri
fil: Kulay ng Artwork
fr: Couleur de la pochette
he: צבע עטיפת אלבום
hi: कलाकृति रंग
hr: Boja naslovnice
hu: Borítókép színe
id: Warna Sampul
it: Colore della copertina
ja: アートワークカラー
kk: Мұқаба түсі
ko: 앨범 아트 색상
ms: Warna kulit
nb: Omslagsfarge
nl: Hoeskleur
pl: Kolor okładki
pt: Cor da capa
ro: Culoare copertă
ru: Цвет обложки
sk: Farba obalu
sr: Боја омота
sv: Omslagsfärg
th: สีหน้าปก
tr: Kapak görseli
uk: Колір обкладинки
vi: Màu ảnh bìa
zh_hans: 封面颜色
zh_hant: 插圖色彩

# settings.nowPlaying.progressTintStyle.plainWhite
source: Default
ar: افتراضي
bg: По подразбиране
bn: ডিফল্ট
ca: Per defecte
cs: Standardní
da: Standard
de: Standard
el: Προεπιλογή
es: Predeterminado
fa: پیش‌فرض
fi: Oletus
fr: Par défaut
he: ברירת מחדל
hi: डिफ़ॉल्ट
hr: Zadano
hu: Alapértelmezett
id: Standar
it: Predefinito
ja: 標準
kk: Әдепкі
ko: 기본
ms: Lalai
nb: Standard
nl: Standaard
pl: Domyślny
pt: Padrão
ro: Implicit
ru: По умолчанию
sk: Predvolené
sr: Подразумевано
sv: Standard
th: ค่าเริ่มต้น
tr: Varsayılan
uk: Стандартний
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

# settings.nowPlaying.sourceFilter.all
source: Any source
ar: أي مصدر
bg: Всеки източник
bn: যেকোনো উৎস
ca: Qualsevol font
cs: Libovolný zdroj
da: Enhver kilde
de: Beliebige Quelle
el: Οποιαδήποτε πηγή
es: Cualquier fuente
fa: هر منبعی
fi: Mikä tahansa lähde
fil: Kahit Anong Pinagmulan
fr: Toute source
he: כל מקור
hi: कोई भी स्रोत
hr: Bilo koji izvor
hu: Bármely forrás
id: Semua Sumber
it: Qualsiasi sorgente
ja: すべてのソース
kk: Кез келген көз
ko: 모든 소스
ms: Mana-mana sumber
nb: Hvilken som helst kilde
nl: Elke bron
pl: Dowolne źródło
pt: Qualquer origem
ro: Orice sursă
ru: Любой источник
sk: Akýkoľvek zdroj
sr: Било који извор
sv: Alla källor
th: ทุกแหล่งที่มา
tr: Tüm kaynaklar
uk: Будь-яке джерело
vi: Bất kỳ nguồn nào
zh_hans: 任意来源
zh_hant: 任何來源
